Repository: wrd1stProgrammer/ChartAgent-
Catalog: ChartAgent/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt_br, th, tr, vi, zh_hans, zh_hant

source: 차트 이미지
de: Diagrammbild
en: Chart Image
es: Imagen del gráfico
fr: Image du graphique
id: Gambar Bagan
it: Immagine del grafico
ja: チャート画像
pt_br: Imagem do gráfico
th: รูปภาพแผนภูมิ
tr: Grafik Resmi
vi: Hình ảnh biểu đồ
zh_hans: 图表图像
zh_hant: 圖表影像

source: 차트 이미지 선택
de: Chartbild auswählen
en: Select Chart Image
es: Seleccionar imagen del gráfico
fr: Sélectionner une image du graphique
id: Pilih Gambar Grafik
it: Seleziona immagine del grafico
ja: チャート画像を選択
pt_br: Selecionar imagem do gráfico
th: เลือกรูปภาพกราฟ
tr: Grafik Görseli Seç
vi: Chọn ảnh biểu đồ
zh_hans: 选择图表图片
zh_hant: 選擇圖表圖片

source: 차트 이미지 한 장만 올리면 심볼과 시간대를 자동 판독합니다.
de: Laden Sie ein Diagrammbild hoch und wir identifizieren das Symbol und den Zeitrahmen.
en: Upload one chart image and we’ll identify the symbol and timeframe.
es: Cargue una imagen de gráfico e identificaremos el símbolo y el período de tiempo.
fr: Téléchargez une image de graphique et nous identifierons le symbole et la période.
id: Unggah satu gambar grafik dan kami akan mengidentifikasi simbol dan jangka waktunya.
it: Carica un'immagine del grafico e identificheremo il simbolo e l'intervallo di tempo.
ja: チャート画像を 1 つアップロードすると、シンボルと時間枠が特定されます。
pt_br: Faça upload de uma imagem do gráfico e identificaremos o símbolo e o prazo.
th: อัปโหลดภาพแผนภูมิหนึ่งภาพ แล้วเราจะระบุสัญลักษณ์และกรอบเวลา
tr: Bir grafik görseli yükleyin, biz de sembolü ve zaman dilimini tanımlayalım.
vi: Tải lên một hình ảnh biểu đồ và chúng tôi sẽ xác định biểu tượng và khung thời gian.
zh_hans: 上传一张图表图像，我们将识别代码和时间范围。
zh_hant: 上傳一張圖表圖像，我們將識別程式碼和時間範圍。

source: 차트 캡처
de: Capture-Diagramm
en: Capture Chart
es: Gráfico de captura
fr: Capturer le graphique
id: Tangkap Bagan
it: Grafico di cattura
ja: 攻略チャート
pt_br: Gráfico de captura
th: จับภาพแผนภูมิ
tr: Yakalama Tablosu
vi: Chụp biểu đồ
zh_hans: 捕获图表
zh_hant: 捕捉圖表

source: 차트 판단 보강
de: Kartenansicht verstärkt
en: Chart View Reinforced
es: Vista de gráfico reforzada
fr: Vue graphique renforcée
id: Tampilan Bagan Diperkuat
it: Visualizzazione grafico rinforzata
ja: チャートビューの強化
pt_br: Visualização de gráfico reforçada
th: เสริมมุมมองแผนภูมิ
tr: Harita Görünümü Güçlendirilmiş
vi: Chế độ xem biểu đồ được củng cố
zh_hans: 图表视图增强
zh_hant: 圖表視圖增強

source: 차트 표시가
de: Angezeigter Chartpreis
en: Displayed chart price
es: Precio del gráfico mostrado
fr: Prix du graphique affiché
id: Harga grafik yang ditampilkan
it: Prezzo del grafico visualizzato
ja: 表示されたチャート価格
pt_br: Preço do gráfico exibido
th: ราคากราฟที่แสดง
tr: Görüntülenen grafik fiyatı
vi: Giá biểu đồ được hiển thị
zh_hans: 显示图表价格
zh_hant: 顯示圖表價格

source: 차트 픽셀 스캔
de: Scannen von Diagrammpixeln
en: Scanning Chart Pixels
es: Escaneo de píxeles del gráfico
fr: Numérisation des pixels du graphique
id: Memindai Piksel Bagan
it: Scansione dei pixel del grafico
ja: チャートのピクセルをスキャン中
pt_br: Digitalizando Pixels do Gráfico
th: การสแกนพิกเซลแผนภูมิ
tr: Grafik Pikselleri Taranıyor
vi: Quét pixel biểu đồ
zh_hans: 扫描图表像素
zh_hant: 掃描圖表像素

source: 차트를 올리고, 회의를 지켜본 뒤 필요한 근거를 바로 더 물어보세요.
de: Laden Sie ein Diagramm hoch, beobachten Sie den Rat und fordern Sie dann die Beweise an, die Sie benötigen.
en: Upload a chart, watch the council, then ask for the evidence you need.
es: Cargue un gráfico, observe el consejo y luego solicite la evidencia que necesita.
fr: Téléchargez un graphique, regardez le conseil, puis demandez les preuves dont vous avez besoin.
id: Unggah bagan, awasi dewan, lalu minta bukti yang Anda perlukan.
it: Carica un grafico, guarda il consiglio, quindi chiedi le prove di cui hai bisogno.
ja: チャートをアップロードし、評議会を監視し、必要な証拠を求めます。
pt_br: Faça upload de um gráfico, observe o conselho e peça as evidências de que precisa.
th: อัพโหลดแผนภูมิ ดูสภา แล้วขอหลักฐานที่คุณต้องการ
tr: Bir tablo yükleyin, konseyi izleyin ve ihtiyacınız olan kanıtları isteyin.
vi: Tải lên biểu đồ, xem hội đồng, sau đó yêu cầu bằng chứng bạn cần.
zh_hans: 上传图表，观看理事会，然后索取您需要的证据。
zh_hant: 上傳圖表，觀看理事會，然後索取您需要的證據。

source: 차트에 맞는 시간축을 추천받을래요
de: Empfehlen Sie einen Zeitrahmen für jedes Diagramm
en: Recommend a timeframe for each chart
es: Recomendar un período de tiempo para cada gráfico.
fr: Recommander un délai pour chaque graphique
id: Rekomendasikan jangka waktu untuk setiap grafik
it: Consiglia un intervallo di tempo per ciascun grafico
ja: 各チャートの推奨時間枠
pt_br: Recomende um prazo para cada gráfico
th: แนะนำกรอบเวลาสำหรับแต่ละแผนภูมิ
tr: Her grafik için bir zaman aralığı önerin
vi: Đề xuất khung thời gian cho mỗi biểu đồ
zh_hans: 为每个图表推荐一个时间范围
zh_hant: 為每個圖表建議一個時間範圍

source: 차트의 캔들과 글자를 선명하게 읽을 수 없습니다.
de: Die Chartkerzen und Beschriftungen sind nicht klar genug, um sie zu lesen.
en: The chart candles and labels are not clear enough to read.
es: Las velas y etiquetas del gráfico no son lo suficientemente claras para leer.
fr: Les bougies et les étiquettes du graphique ne sont pas suffisamment claires pour être lues.
id: Grafik candle dan label tidak cukup jelas untuk dibaca.
it: Le candele e le etichette del grafico non sono abbastanza chiare da leggere.
ja: チャートのローソク足とラベルが鮮明ではなく、読み取れません。
pt_br: As velas e rótulos do gráfico não são claros o suficiente para serem lidos.
th: กราฟแท่งเทียนและป้ายกำกับไม่ชัดเจนพอที่จะอ่านได้
tr: Grafik mumları ve etiketler okunacak kadar net değil.
vi: Biểu đồ nến và nhãn không đủ rõ ràng để đọc.
zh_hans: 图表蜡烛和标签不够清晰，难以阅读。
zh_hant: 圖表蠟燭和標籤不夠清晰，難以閱讀。

source: 착석
de: Sitzend
en: Seated
es: Sentado
fr: Assis
id: Duduk
it: Seduto
ja: 着席
pt_br: Sentado
th: นั่งอยู่
tr: Oturuyor
vi: Đang ngồi
zh_hans: 已就座
zh_hant: 已就座

source: 참고 수집
de: Gesammelt
en: Collected
es: Recogido
fr: Collecté
id: Dikumpulkan
it: Raccolto
ja: 集めた
pt_br: Coletado
th: รวบรวม
tr: Toplanan
vi: Đã sưu tầm
zh_hans: 已收集
zh_hant: 已收集

source: 첫 분석 이후 결과 이용에는 PRO가 필요합니다.
de: Für Ergebnisse nach der ersten Analyse ist PRO erforderlich.
en: PRO is required to access results after the first analysis.
es: Se requiere PRO para ver resultados después del primer análisis.
fr: PRO est requis pour consulter les résultats après la première analyse.
id: PRO diperlukan untuk mengakses hasil setelah analisis pertama.
it: PRO è necessario per vedere i risultati dopo la prima analisi.
ja: 初回分析後の結果閲覧にはPROが必要です。
pt_br: É necessário PRO para acessar resultados após a primeira análise.
th: ต้องใช้ PRO เพื่อดูผลลัพธ์หลังการวิเคราะห์ครั้งแรก
tr: İlk analizden sonraki sonuçlar için PRO gerekir.
vi: Cần PRO để xem kết quả sau lần phân tích đầu tiên.
zh_hans: 首次分析后，查看结果需要 PRO。
zh_hant: 首次分析後，查看結果需要 PRO。

source: 첫 차트 분석을 마치면 이곳에서 바로 다시 볼 수 있습니다.
de: Hier erscheint Ihre erste abgeschlossene Analyse.
en: Your first completed analysis will appear here.
es: Su primer análisis completo aparecerá aquí.
fr: Votre première analyse terminée apparaîtra ici.
id: Analisis lengkap pertama Anda akan muncul di sini.
it: La tua prima analisi completata verrà visualizzata qui.
ja: 最初に完了した分析がここに表示されます。
pt_br: Sua primeira análise concluída aparecerá aqui.
th: การวิเคราะห์ที่เสร็จสมบูรณ์ครั้งแรกของคุณจะปรากฏที่นี่
tr: Tamamlanan ilk analiziniz burada görünecek.
vi: Phân tích hoàn thành đầu tiên của bạn sẽ xuất hiện ở đây.
zh_hans: 您的第一个完成的分析将出现在此处。
zh_hant: 您的第一個完成的分析將出現在此。

source: 첫 화면과 예시를 맞춤 구성해요.
de: Wir passen den ersten Bildschirm und die Beispiele individuell an.
en: We’ll tailor the first screen and examples.
es: Adaptaremos la primera pantalla y los ejemplos.
fr: Nous adapterons le premier écran et les exemples.
id: Kami akan menyesuaikan layar pertama dan contohnya.
it: Personalizzeremo la prima schermata e gli esempi.
ja: 最初の画面と例を調整します。
pt_br: Adaptaremos a primeira tela e os exemplos.
th: เราจะปรับแต่งหน้าจอแรกและตัวอย่าง
tr: İlk ekranı ve örnekleri uyarlayacağız.
vi: Chúng tôi sẽ điều chỉnh màn hình đầu tiên và các ví dụ.
zh_hans: 我们将定制第一个屏幕和示例。
zh_hant: 我們將自訂第一個螢幕和範例。

source: 청산
de: Ausstieg
en: Exit
es: Salir
fr: Quitter
id: Keluar
it: Esci
ja: 終了
pt_br: Sair
th: ออก
tr: Çıkış
vi: Thoát
zh_hans: 退出
zh_hant: 退出

source: 초기화
de: Zurücksetzen
en: Reset
es: Reiniciar
fr: Réinitialiser
id: Setel ulang
it: Ripristina
ja: リセット
pt_br: Redefinir
th: รีเซ็ต
tr: Sıfırla
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

source: 최근 24시간
de: Letzte 24 Stunden
en: Last 24 Hours
es: Últimas 24 horas
fr: Dernières 24 heures
id: 24 Jam Terakhir
it: Ultime 24 ore
ja: 過去 24 時間
pt_br: Últimas 24 horas
th: 24 ชั่วโมงที่ผ่านมา
tr: Son 24 Saat
vi: 24 giờ qua
zh_hans: 过去 24 小时
zh_hant: 過去 24 小時

source: 최근 48시간 · %@/%@건 반영
de: Letzte 48 Stunden · %@/%@ verwendet
en: Last 48 hours · %@/%@ used
es: Últimas 48 horas · %@/%@ utilizado
fr: Dernières 48 heures · %@/%@ utilisé
id: 48 jam terakhir · %@/%@ digunakan
it: Ultime 48 ore · %@/%@ utilizzate
ja: 過去 48 時間 · %@/%@ が使用されました
pt_br: Últimas 48 horas · %@/%@ usado
th: 48 ชั่วโมงที่ผ่านมา · ใช้ไปแล้ว %@/%@
tr: Son 48 saat · %@/%@ kullanıldı
vi: 48 giờ qua · đã sử dụng %@/%@
zh_hans: 过去 48 小时·已使用 %@/%@
zh_hant: 過去 48 小時·已使用 %@/%@

source: 최근 분석
de: Aktuelle Analysen
en: Recent Analyses
es: Análisis recientes
fr: Analyses récentes
id: Analisis Terbaru
it: Analisi recenti
ja: 最近の分析
pt_br: Análises recentes
th: การวิเคราะห์ล่าสุด
tr: Son Analizler
vi: Phân tích gần đây
zh_hans: 最近的分析
zh_hant: 最近的分析

source: 최근 스윙 고점과 저점의 순서를 먼저 맞춰볼게요.
de: Ich werde zunächst die Reihenfolge der jüngsten Hochs und Tiefs darstellen.
en: I’ll map the order of recent swing highs and lows first.
es: Primero trazaré el orden de los máximos y mínimos recientes.
fr: Je vais d’abord cartographier l’ordre des hauts et des bas récents.
id: Saya akan memetakan urutan swing high dan low baru-baru ini terlebih dahulu.
it: Per prima cosa mapperò l'ordine dei recenti massimi e minimi.
ja: まず、最近のスイングの高値と安値の順序をマッピングします。
pt_br: Mapearei primeiro a ordem dos máximos e mínimos das oscilações recentes.
th: ฉันจะแมปลำดับของการสวิงสูงและต่ำล่าสุดก่อน
tr: Önce son dönemdeki yükseliş ve düşüşlerin sırasını haritalandıracağım.
vi: Trước tiên, tôi sẽ sắp xếp thứ tự các mức dao động cao và thấp gần đây.
zh_hans: 我将首先绘制近期波动高点和低点的顺序。
zh_hant: 我將首先繪製近期波動高點和低點的順序。

source: 최소 %@
de: Mindestens %@
en: At least %@
es: Al menos %@
fr: Au moins %@
id: Setidaknya %@
it: Almeno %@
ja: 少なくとも %@
pt_br: Pelo menos %@
th: อย่างน้อย %@
tr: En az %@
vi: Ít nhất %@
zh_hans: 至少 %@
zh_hant: 至少 %@

source: 최소 1:1.8
de: Mindestens 1:1,8
en: At least 1:1.8
es: Al menos 1:1.8
fr: Au moins 1:1,8
id: Setidaknya 1:1.8
it: Almeno 1:1.8
ja: 少なくとも 1:1.8
pt_br: Pelo menos 1:1,8
th: อย่างน้อย 1:1.8
tr: En az 1:1.8
vi: Ít nhất 1:1,8
zh_hans: 至少1:1.8
zh_hant: 至少1:1.8

source: 최신 시장 뉴스까지 연결
de: Aktuelle Marktnachrichten verknüpfen
en: Connect Current Market News
es: Conecte las noticias actuales del mercado
fr: Connectez-vous aux actualités actuelles du marché
id: Hubungkan Berita Pasar Saat Ini
it: Collega le notizie attuali del mercato
ja: 現在の市場ニュースを接続する
pt_br: Conecte as notícias atuais do mercado
th: เชื่อมต่อข่าวการตลาดปัจจุบัน
tr: Güncel Piyasa Haberlerini Bağlayın
vi: Kết nối tin tức thị trường hiện tại
zh_hans: 连接当前市场新闻
zh_hant: 連結當前市場新聞

source: 최종 판단 리포트 작성
de: Die endgültige Entscheidung schreiben
en: Writing the Final Decision
es: Escribir la decisión final
fr: Rédiger la décision finale
id: Menulis Keputusan Akhir
it: Scrivere la decisione finale
ja: 最終決定書の作成
pt_br: Escrevendo a decisão final
th: การเขียนการตัดสินใจขั้นสุดท้าย
tr: Nihai Kararın Yazılması
vi: Viết quyết định cuối cùng
zh_hans: 撰写最终决定
zh_hant: 撰寫最終決定

source: 추가 질문
de: Nachverfolgung
en: Follow-up
es: Seguimiento
fr: Suivi
id: Tindak lanjut
it: Seguito
ja: フォローアップ
pt_br: Acompanhamento
th: การติดตามผล
tr: Takip
vi: Theo dõi
zh_hans: 跟进
zh_hant: 跟進

source: 추격하지 않는 진입·손절·목표
de: Eintritt, Stopp und Ziel ohne Verfolgung
en: Entry, stop, and target without chasing
es: Entrada, parada y objetivo sin perseguir
fr: Entrée, arrêt et cible sans poursuite
id: Masuk, berhenti, dan targetkan tanpa mengejar
it: Entrata, fermata e bersaglio senza inseguire
ja: 追わずにエントリー、ストップ、ターゲット
pt_br: Entrar, parar e mirar sem perseguir
th: เข้า หยุด และกำหนดเป้าหมายโดยไม่ต้องไล่ตาม
tr: Kovalamadan girin, durun ve hedefleyin
vi: Vào, dừng và nhắm mục tiêu mà không cần đuổi theo
zh_hans: 进入、停止和目标，无需追逐
zh_hant: 進入、停止和目標，無需追逐

source: 추세 구조 리서치
de: Erforschung der Trendstruktur
en: Researching Trend Structure
es: Investigación de la estructura de tendencias
fr: Recherche de structure de tendance
id: Meneliti Struktur Tren
it: Ricerca della struttura delle tendenze
ja: トレンド構造の調査
pt_br: Pesquisando Estrutura de Tendências
th: การค้นคว้าโครงสร้างเทรนด์
tr: Trend Yapısının Araştırılması
vi: Nghiên cứu cấu trúc xu hướng
zh_hans: 研究趋势结构
zh_hant: 研究趨勢結構

source: 추세 근거를 패턴 관점과 교차 검증합니다
de: Gegenprüfung von Trendbeweisen anhand der Musterstruktur.
en: Cross-checking trend evidence against pattern structure.
es: Verificación cruzada de la evidencia de tendencias con la estructura del patrón.
fr: Vérification croisée des preuves de tendance avec la structure du modèle.
id: Memeriksa silang bukti tren terhadap struktur pola.
it: Controllo incrociato delle prove di tendenza rispetto alla struttura del modello.
ja: 傾向の証拠をパターン構造と照合します。
pt_br: Verificação cruzada de evidências de tendência com a estrutura do padrão.
th: การตรวจสอบหลักฐานแนวโน้มข้ามกับโครงสร้างรูปแบบ
tr: Desen yapısına karşı trend kanıtlarının çapraz kontrolü.
vi: Bằng chứng xu hướng kiểm tra chéo chống lại cấu trúc mô hình.
zh_hans: 根据模式结构交叉检查趋势证据。
zh_hant: 根據模式結構交叉檢查趨勢證據。

source: 추세 전환
de: Trendumkehr
en: Trend Reversal
es: Reversión de tendencia
fr: Retournement de tendance
id: Pembalikan Tren
it: Inversione di tendenza
ja: トレンド転換
pt_br: Reversão de tendência
th: การกลับตัวของแนวโน้ม
tr: Trend Dönüşü
vi: Đảo chiều xu hướng
zh_hans: 趋势反转
zh_hant: 趨勢反轉

source: 추세 추종
de: Trendfolge
en: Trend Following
es: Seguimiento de tendencia
fr: Suivi de tendance
id: Mengikuti Tren
it: Trend following
ja: トレンドフォロー
pt_br: Seguimento de tendência
th: ตามแนวโน้ม
tr: Trend Takibi
vi: Theo xu hướng
zh_hans: 趋势跟随
zh_hant: 趨勢跟隨

source: 추세·캔들·모멘텀·리스크·반대 시나리오를 교차검증
de: Vergleichen Sie Trend, Kerzen, Momentum, Risiko und gegensätzliche Szenarien
en: Cross-check trend, candles, momentum, risk, and opposing scenarios
es: Verificación cruzada de tendencias, velas, impulso, riesgo y escenarios opuestos
fr: Recoupez la tendance, les bougies, l'élan, le risque et les scénarios opposés
id: Periksa silang tren, candle, momentum, risiko, dan skenario yang berlawanan
it: Effettua un controllo incrociato di trend, candele, momentum, rischio e scenari opposti
ja: トレンド、ローソク足、勢い、リスク、反対のシナリオをクロスチェックする
pt_br: Verifique tendências, velas, impulso, risco e cenários opostos
th: ตรวจสอบแนวโน้ม แท่งเทียน โมเมนตัม ความเสี่ยง และสถานการณ์ฝ่ายตรงข้าม
tr: Trendi, mumları, momentumu, riski ve karşıt senaryoları çapraz kontrol edin
vi: Kiểm tra chéo xu hướng, nến, động lượng, rủi ro và các kịch bản đối lập
zh_hans: 交叉检查趋势、蜡烛图、动量、风险和相反情景
zh_hant: 交叉檢查趨勢、蠟燭圖、動量、風險和相反情景

source: 추천
de: Empfohlen
en: Recommended
es: Recomendado
fr: Recommandé
id: Direkomendasikan
it: Consigliato
ja: おすすめ
pt_br: Recomendado
th: แนะนำ
tr: Önerilen
vi: Được đề xuất
zh_hans: 推荐
zh_hant: 推薦

source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batalkan
it: Annulla
ja: キャンセル
pt_br: Cancelar
th: ยกเลิก
tr: İptal
vi: Hủy bỏ
zh_hans: 取消
zh_hant: 取消

source: 카메라
de: Kamera
en: Camera
es: Cámara
fr: Appareil photo
id: Kamera
it: Fotocamera
ja: カメラ
pt_br: Câmera
th: กล้อง
tr: Kamera
vi: Camera
zh_hans: 相机
zh_hant: 相機

source: 캔들 몸통·꼬리와 반복되는 상단·하단 경계를 비교해 압축, 돌파, 재시험 패턴이 실제로 성립하는지 판정합니다.
de: Vergleicht Kerzenkörper, Dochte und wiederholte Grenzen, um Kompressions-, Ausbruchs- und Wiederholungstestmuster zu überprüfen.
en: Compares candle bodies, wicks, and repeated boundaries to verify compression, breakout, and retest patterns.
es: Compara cuerpos de velas, mechas y límites repetidos para verificar patrones de compresión, ruptura y volver a probar.
fr: Compare les corps de bougies, les mèches et les limites répétées pour vérifier les modèles de compression, de rupture et de nouveau test.
id: Membandingkan badan candle, sumbu, dan batas berulang untuk memverifikasi pola kompresi, breakout, dan pengujian ulang.
it: Confronta i corpi delle candele, gli stoppini e i confini ripetuti per verificare i modelli di compressione, rottura e ripetizione del test.
ja: キャンドルの本体、芯、繰り返される境界を比較して、圧縮、ブレークアウト、および再テストのパターンを検証します。
pt_br: Compara corpos de velas, pavios e limites repetidos para verificar padrões de compressão, rompimento e novo teste.
th: เปรียบเทียบตัวแท่งเทียน ไส้ตะเกียง และขอบเขตซ้ำเพื่อตรวจสอบการบีบอัด การฝ่าวงล้อม และรูปแบบการทดสอบซ้ำ
tr: Sıkıştırma, kopma ve yeniden test modellerini doğrulamak için mum gövdelerini, fitilleri ve tekrarlanan sınırları karşılaştırır.
vi: So sánh thân nến, bấc và các ranh giới lặp lại để xác minh các mô hình nén, đột phá và kiểm tra lại.
zh_hans: 比较烛身、影线和重复边界，以验证压缩、突破和重新测试模式。
zh_hant: 比較燭身、影線和重複邊界，以驗證壓縮、突破和重新測試模式。

source: 캔들 패턴
de: Candlestick-Muster
en: Candlestick Patterns
es: Patrones de velas
fr: Configurations de chandeliers
id: Pola Candlestick
it: Pattern candlestick
ja: ローソク足パターン
pt_br: Padrões de candles
th: รูปแบบแท่งเทียน
tr: Mum Formasyonları
vi: Mô hình nến
zh_hans: K线形态
zh_hant: K線形態

source: 캔들, 종목명, 시간대, 가격 축이 함께 보이도록 캡처해 주세요. 심볼이나 시간대를 판독할 수 없으면 분석을 안전하게 중단합니다.
de: Erfassen Sie Kerzen, das Symbol, den Zeitrahmen und die Preisachse gemeinsam. Die Analyse wird sicher beendet, wenn das Symbol oder der Zeitrahmen nicht identifiziert werden kann.
en: Capture candles, the symbol, timeframe, and price axis together. Analysis stops safely if the symbol or timeframe cannot be identified.
es: Capture velas, el símbolo, el período de tiempo y el eje de precios juntos. El análisis se detiene de forma segura si no se puede identificar el símbolo o el período de tiempo.
fr: Capturez ensemble les bougies, le symbole, la période et l’axe des prix. L'analyse s'arrête en toute sécurité si le symbole ou la période ne peut pas être identifié.
id: Tangkap candle, simbol, jangka waktu, dan sumbu harga secara bersamaan. Analisis berhenti dengan aman jika simbol atau jangka waktu tidak dapat diidentifikasi.
it: Cattura insieme le candele, il simbolo, l'intervallo temporale e l'asse dei prezzi. L'analisi si interrompe in modo sicuro se il simbolo o l'intervallo temporale non possono essere identificati.
ja: ローソク足、シンボル、時間枠、価格軸をまとめて捉えます。シンボルまたはタイムフレームを識別できない場合、分析は安全に停止します。
pt_br: Capture velas, o símbolo, o período de tempo e o eixo de preços juntos. A análise é interrompida com segurança se o símbolo ou período não puder ser identificado.
th: จับแท่งเทียน สัญลักษณ์ กรอบเวลา และแกนราคาไว้ด้วยกัน การวิเคราะห์จะหยุดลงอย่างปลอดภัยหากไม่สามารถระบุสัญลักษณ์หรือกรอบเวลาได้
tr: Mumları, sembolü, zaman dilimini ve fiyat eksenini bir arada yakalayın. Sembol veya zaman çerçevesi tanımlanamazsa analiz güvenli bir şekilde durdurulur.
vi: Nắm bắt các nến, biểu tượng, khung thời gian và trục giá cùng nhau. Quá trình phân tích dừng lại một cách an toàn nếu không thể xác định được biểu tượng hoặc khung thời gian.
zh_hans: 一起捕获蜡烛图、代码、时间范围和价格轴。如果无法识别交易品种或时间范围，分析会安全停止。
zh_hant: 一起捕捉蠟燭圖、代碼、時間範圍和價格軸。如果無法辨識交易品種或時間範圍，分析會安全停止。

source: 캔들·가격 축·주요 레벨을 구조화합니다
de: Strukturierung von Kerzen, Preisachse und Schlüsselebenen.
en: Structuring candles, price axis, and key levels.
es: Velas estructurantes, eje de precios y niveles clave.
fr: Bougies structurantes, axe des prix et niveaux clés.
id: Penataan candle, sumbu harga, dan level kunci.
it: Strutturazione delle candele, asse dei prezzi e livelli chiave.
ja: ローソク足、価格軸、主要レベルの構造化。
pt_br: Estruturação de velas, eixo de preços e níveis-chave.
th: โครงสร้างเทียน แกนราคา และระดับที่สำคัญ
tr: Mumların, fiyat ekseninin ve temel seviyelerin yapılandırılması.
vi: Cấu trúc nến, trục giá và các mức chính.
zh_hans: 构建蜡烛图、价格轴和关键水平。
zh_hant: 建立蠟燭圖、價格軸和關鍵水平。

source: 캔들·경계
de: Kerzen & Grenzen
en: Candles & Boundaries
es: Velas y límites
fr: Bougies et limites
id: Lilin & Batas
it: Candele e confini
ja: キャンドルと境界線
pt_br: Velas e Limites
th: เทียนและขอบเขต
tr: Mumlar ve Sınırlar
vi: Nến & Ranh giới
zh_hans: 蜡烛与边界
zh_hant: 蠟燭與邊界

source: 캡처 안의 고점·저점 배열을 HH·HL·LH·LL 구조로 분류하고, 추세 지속과 전환을 가르는 다음 가격 조건을 제시합니다.
de: Klassifiziert sichtbare Hochs und Tiefs als HH, HL, LH und LL und definiert dann die nächste Bedingung, die Fortsetzung von Umkehr trennt.
en: Classifies visible highs and lows as HH, HL, LH, and LL, then defines the next condition separating continuation from reversal.
es: Clasifica los máximos y mínimos visibles como HH, HL, LH y LL, luego define la siguiente condición que separa la continuación de la reversión.
fr: Classifie les hauts et les bas visibles comme HH, HL, LH et LL, puis définit la condition suivante séparant la continuation de l'inversion.
id: Mengklasifikasikan harga tertinggi dan terendah yang terlihat sebagai HH, HL, LH, dan LL, lalu menentukan kondisi berikutnya yang memisahkan kelanjutan dari pembalikan.
it: Classifica i massimi e i minimi visibili come HH, HL, LH e LL, quindi definisce la condizione successiva che separa la continuazione dall'inversione.
ja: 目に見える高値と安値を HH、HL、LH、LL として分類し、継続と反転を分ける次の条件を定義します。
pt_br: Classifica máximos e mínimos visíveis como HH, HL, LH e LL e, em seguida, define a próxima condição que separa a continuação da reversão.
th: จำแนกประเภทเสียงสูงและเสียงต่ำที่มองเห็นได้เป็น HH, HL, LH และ LL จากนั้นกำหนดเงื่อนไขถัดไปที่แยกความต่อเนื่องจากการกลับตัว
tr: Görünür yüksek ve alçak değerleri HH, HL, LH ve LL olarak sınıflandırır, ardından devamı geri dönüşten ayıran bir sonraki koşulu tanımlar.
vi: Phân loại các mức cao và thấp có thể nhìn thấy thành HH, HL, LH và LL, sau đó xác định điều kiện tiếp theo tách sự tiếp tục và sự đảo chiều.
zh_hans: 将可见的高点和低点分类为 HH、HL、LH 和 LL，然后定义下一个将延续与反转分开的条件。
zh_hant: 將可見的高點和低點分類為 HH、HL、LH 和 LL，然後定義下一個將延續與反轉分開的條件。

source: 크기 조절
de: Passen Sie den Zuschnitt an
en: Adjust Crop
es: Ajustar recorte
fr: Ajuster le recadrage
id: Sesuaikan Pangkas
it: Regola il ritaglio
ja: トリミングの調整
pt_br: Ajustar corte
th: ปรับการครอบตัด
tr: Kırpmayı Ayarla
vi: Điều chỉnh cắt
zh_hans: 调整裁剪
zh_hant: 調整裁切

source: 큰 추세를 길게 추적
de: Verfolgen Sie wichtige Trends länger
en: Track major trends longer
es: Realice un seguimiento de las principales tendencias durante más tiempo
fr: Suivez les principales tendances plus longtemps
id: Lacak tren utama lebih lama
it: Tieni traccia delle tendenze principali più a lungo
ja: 主要なトレンドをより長く追跡する
pt_br: Acompanhe as principais tendências por mais tempo
th: ติดตามแนวโน้มสำคัญได้นานขึ้น
tr: Büyük trendleri daha uzun süre takip edin
vi: Theo dõi các xu hướng chính lâu hơn
zh_hans: 更长时间地追踪主要趋势
zh_hant: 更長時間地追蹤主要趨勢

source: 투자 경험
de: Trading-Erfahrung
en: Trading Experience
es: Experiencia de trading
fr: Expérience de trading
id: Pengalaman Trading
it: Esperienza di trading
ja: トレード経験
pt_br: Experiência em trading
th: ประสบการณ์เทรด
tr: İşlem Deneyimi
vi: Kinh nghiệm giao dịch
zh_hans: 交易经验
zh_hant: 交易經驗

source: 투자 판단 컨셉
de: Linse für Investitionsentscheidungen
en: Investment Decision Lens
es: Lente de decisión de inversión
fr: Objectif de décision d’investissement
id: Lensa Keputusan Investasi
it: Obiettivo decisionale sugli investimenti
ja: 投資決定レンズ
pt_br: Lente de decisão de investimento
th: เลนส์ตัดสินใจลงทุน
tr: Yatırım Kararı Merceği
vi: Ống kính quyết định đầu tư
zh_hans: 投资决策视角
zh_hant: 投資決策視角

source: 트레이더
de: Händler
en: Trader
es: Comerciante
fr: Commerçant
id: Pedagang
it: Commerciante
ja: トレーダー
pt_br: Comerciante
th: เทรดเดอร์
tr: Tüccar
vi: Thương nhân
zh_hans: 交易员
zh_hant: 交易員
